Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Down %d%% on the %d days before
de: %1$d %% weniger als in den %2$d Tagen davor
es: %1$d %% menos que en los %2$d días anteriores
fr: %1$d %% de moins que les %2$d jours précédents
it: %1$d%% in meno rispetto ai %2$d giorni precedenti
ja: その前の%2$d日間から%1$d%%減少
ko: 이전 %2$d일보다 %1$d%% 감소
pt_br: %1$d%% a menos que nos %2$d dias anteriores
zh_hans: 比之前 %2$d 天下降 %1$d%%
zh_hant: 比之前 %2$d 天下降 %1$d%%

source: Busiest day
de: Geschäftigster Tag
es: Día más ocupado
fr: Jour le plus chargé
it: Giorno più intenso
ja: 最も忙しかった日
ko: 가장 바빴던 날
pt_br: Dia mais movimentado
zh_hans: 最繁忙的一天
zh_hant: 最繁忙的一天

source: Priciest conversation
de: Teuerste Unterhaltung
es: Conversación más cara
fr: Conversation la plus coûteuse
it: Conversazione più costosa
ja: 最も費用がかかった会話
ko: 가장 비용이 많이 든 대화
pt_br: Conversa mais cara
zh_hans: 花费最高的对话
zh_hant: 花費最高的對話

source: Priciest turn
de: Teuerster Zug
es: Turno más caro
fr: Tour le plus coûteux
it: Turno più costoso
ja: 最も費用がかかったターン
ko: 가장 비용이 많이 든 턴
pt_br: Turno mais caro
zh_hans: 花费最高的回合
zh_hant: 花費最高的回合

source: Longest turn
de: Längster Zug
es: Turno más largo
fr: Tour le plus long
it: Turno più lungo
ja: 最も長かったターン
ko: 가장 길었던 턴
pt_br: Turno mais longo
zh_hans: 耗时最长的回合
zh_hant: 耗時最長的回合

source: Streak
de: Serie
es: Racha
fr: Série
it: Serie
ja: 連続記録
ko: 연속 기록
pt_br: Sequência
zh_hans: 连续天数
zh_hant: 連續天數

source: %d days in a row
de: %d Tage in Folge
es: %d días seguidos
fr: %d jours d’affilée
it: %d giorni di fila
ja: %d日連続
ko: %d일 연속
pt_br: %d dias seguidos
zh_hans: 连续 %d 天
zh_hant: 連續 %d 天

source: %@ tokens · %@
de: %1$@ Tokens · %2$@
es: %1$@ tokens · %2$@
fr: %1$@ jetons · %2$@
it: %1$@ token · %2$@
ja: %1$@ トークン · %2$@
ko: %1$@ 토큰 · %2$@
pt_br: %1$@ tokens · %2$@
zh_hans: %1$@ 词元 · %2$@
zh_hant: %1$@ 詞元 · %2$@

source: · %d%% of the window
de: · %d %% des Zeitraums
es: · %d %% de la ventana
fr: · %d %% de la période
it: · %d%% della finestra
ja: · この期間の%d%%
ko: · 이 기간의 %d%%
pt_br: · %d%% da janela
zh_hans: · 占该窗口期的 %d%%
zh_hant: · 佔該視窗期間的 %d%%

source: Subagent runs
de: Subagent-Läufe
es: Ejecuciones de subagentes
fr: Exécutions de sous-agents
it: Esecuzioni di subagenti
ja: サブエージェントの実行
ko: 서브에이전트 실행
pt_br: Execuções de subagentes
zh_hans: 子智能体运行次数
zh_hant: 子代理執行次數

source: Compactions
de: Verdichtungen
es: Compactaciones
fr: Compactages
it: Compattazioni
ja: 圧縮回数
ko: 압축 횟수
pt_br: Compactações
zh_hans: 压缩次数
zh_hant: 壓縮次數

source: %@ tokens reclaimed
de: %@ Tokens zurückgewonnen
es: %@ tokens recuperados
fr: %@ jetons récupérés
it: %@ token recuperati
ja: %@ トークンを解放
ko: %@ 토큰 회수
pt_br: %@ tokens recuperados
zh_hans: 回收了 %@ 个词元
zh_hant: 回收了 %@ 個詞元

source: %@ did most of it: %d%% of the window's tokens
de: %1$@ hat den Großteil übernommen: %2$d %% der Tokens in diesem Zeitraum
es: %1$@ hizo la mayor parte: %2$d %% de los tokens de la ventana
fr: %1$@ a fait l’essentiel : %2$d %% des jetons de la période
it: %1$@ ha fatto la maggior parte: %2$d%% dei token della finestra
ja: %1$@ が大半を担当: この期間のトークンの%2$d%%
ko: %1$@이(가) 대부분을 처리: 이 기간 토큰의 %2$d%%
pt_br: %1$@ fez a maior parte: %2$d%% dos tokens da janela
zh_hans: %1$@ 承担了大部分：占该窗口期词元的 %2$d%%
zh_hant: %1$@ 承擔了大部分：佔該視窗期間詞元的 %2$d%%

source: Caching kept %@ off the ledger — more than the window itself cost
de: Caching hat %@ von der Rechnung ferngehalten — mehr, als der Zeitraum selbst gekostet hat
es: El uso de caché evitó %@ en la factura, más de lo que costó la propia ventana
fr: La mise en cache a évité %@ sur la facture — plus que ce qu’a coûté la période elle-même
it: La cache ha tenuto %@ fuori dal conto — più di quanto sia costata la finestra stessa
ja: キャッシュにより %@ を請求から除外できました — この期間自体の費用より多い額です
ko: 캐싱 덕분에 %@가 청구서에서 빠졌습니다 — 이 기간 자체 비용보다 많은 금액입니다
pt_br: O cache manteve %@ fora da conta — mais do que a própria janela custou
zh_hans: 缓存让 %@ 免于计入账单 — 超过了该窗口期本身的花费
zh_hant: 快取讓 %@ 免於計入帳單 — 超過了該視窗期間本身的花費

source: %@ carries the work: %d%% of all tool calls
de: %1$@ trägt die Arbeit: %2$d %% aller Werkzeugaufrufe
es: %1$@ carga con el trabajo: %2$d %% de todas las llamadas a herramientas
fr: %1$@ porte l’essentiel du travail : %2$d %% de tous les appels d’outils
it: %1$@ si fa carico del lavoro: %2$d%% di tutte le chiamate a strumenti
ja: %1$@ が作業の中心: 全ツール呼び出しの%2$d%%
ko: %1$@이(가) 작업을 도맡음: 전체 도구 호출의 %2$d%%
pt_br: %1$@ carrega o trabalho: %2$d%% de todas as chamadas de ferramentas
zh_hans: %1$@ 承担了主要工作：占全部工具调用的 %2$d%%
zh_hant: %1$@ 承擔了主要工作：佔全部工具呼叫的 %2$d%%

source: %@ subagent runs did part of the work — %@ of it
de: %1$@ Subagent-Läufe erledigten einen Teil der Arbeit — %2$@ davon
es: %1$@ ejecuciones de subagentes hicieron parte del trabajo — %2$@ de él
fr: %1$@ exécutions de sous-agents ont fait une partie du travail — %2$@ de celui-ci
it: %1$@ esecuzioni di subagenti hanno svolto parte del lavoro — %2$@ di esso
ja: サブエージェントの実行 %1$@ 件が作業の一部を担当 — そのうち %2$@
ko: 서브에이전트 실행 %1$@회가 작업의 일부를 처리 — 그중 %2$@
pt_br: %1$@ execuções de subagentes fizeram parte do trabalho — %2$@ dele
zh_hans: %1$@ 次子智能体运行完成了部分工作 — 占其中 %2$@
zh_hant: %1$@ 次子代理執行完成了部分工作 — 佔其中 %2$@

source: %d days without missing one
de: %d Tage ohne Auslassung
es: %d días sin fallar ni uno
fr: %d jours sans en manquer un seul
it: %d giorni senza saltarne uno
ja: %d日間、1日も欠かさず
ko: %d일 동안 하루도 거르지 않음
pt_br: %d dias sem falhar nenhum
zh_hans: 连续 %d 天从未间断
zh_hant: 連續 %d 天從未間斷

source: The %02d:00 hour starts the most turns
de: Die meisten Züge starten um %02d:00 Uhr
es: La hora de las %02d:00 es la que más turnos inicia
fr: L’heure de %02d h 00 lance le plus de tours
it: L’ora delle %02d:00 avvia il maggior numero di turni
ja: %02d:00 台に最も多くのターンが始まります
ko: %02d:00시에 가장 많은 턴이 시작됩니다
pt_br: O horário das %02d:00 inicia mais turnos
zh_hans: %02d:00 这个时段开始的回合最多
zh_hant: %02d:00 這個時段開始的回合最多

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pt_br: Semana
zh_hans: 周
zh_hant: 週

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
pt_br: Mês
zh_hans: 月
zh_hant: 月

source: Quarter
de: Quartal
es: Trimestre
fr: Trimestre
it: Trimestre
ja: 四半期
ko: 분기
pt_br: Trimestre
zh_hans: 季度
zh_hant: 季度

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 년
pt_br: Ano
zh_hans: 年
zh_hant: 年

source: The week in numbers
de: Die Woche in Zahlen
es: La semana en cifras
fr: La semaine en chiffres
it: La settimana in numeri
ja: 週の統計
ko: 주간 통계
pt_br: A semana em números
zh_hans: 本周数据一览
zh_hant: 本週資料一覽

source: The month in numbers
de: Der Monat in Zahlen
es: El mes en cifras
fr: Le mois en chiffres
it: Il mese in numeri
ja: 月の統計
ko: 월간 통계
pt_br: O mês em números
zh_hans: 本月数据一览
zh_hant: 本月資料一覽

source: The quarter in numbers
de: Das Quartal in Zahlen
es: El trimestre en cifras
fr: Le trimestre en chiffres
it: Il trimestre in numeri
ja: 四半期の統計
ko: 분기 통계
pt_br: O trimestre em números
zh_hans: 本季度数据一览
zh_hant: 本季資料一覽

source: The year in numbers
de: Das Jahr in Zahlen
es: El año en cifras
fr: L’année en chiffres
it: L’anno in numeri
ja: 年間の統計
ko: 연간 통계
pt_br: O ano em números
zh_hans: 本年数据一览
zh_hant: 本年資料一覽

source: Last 12 months
de: Letzte 12 Monate
es: Últimos 12 meses
fr: 12 derniers mois
it: Ultimi 12 mesi
ja: 直近12か月
ko: 최근 12개월
pt_br: Últimos 12 meses
zh_hans: 最近 12 个月
zh_hant: 最近 12 個月

source: Last %d days
de: Letzte %d Tage
es: Últimos %d días
fr: %d derniers jours
it: Ultimi %d giorni
ja: 直近%d日間
ko: 최근 %d일
pt_br: Últimos %d dias
zh_hans: 最近 %d 天
zh_hant: 最近 %d 天

source: Day by day
de: Tag für Tag
es: Día a día
fr: Jour par jour
it: Giorno per giorno
ja: 日別
ko: 일별
pt_br: Dia a dia
zh_hans: 按日
zh_hant: 按日

source: Week by week
de: Woche für Woche
es: Semana a semana
fr: Semaine par semaine
it: Settimana per settimana
ja: 週別
ko: 주별
pt_br: Semana a semana
zh_hans: 按周
zh_hant: 按週

source: Month by month
de: Monat für Monat
es: Mes a mes
fr: Mois par mois
it: Mese per mese
ja: 月別
ko: 월별
pt_br: Mês a mês
zh_hans: 按月
zh_hant: 按月

source: yt-dlp is not installed, so a slot cannot open a page
de: yt-dlp ist nicht installiert, daher kann ein Platz keine Seite öffnen
es: yt-dlp no está instalado, así que un espacio no puede abrir una página
fr: yt-dlp n’est pas installé, un emplacement ne peut donc pas ouvrir de page
it: yt-dlp non è installato, quindi un riquadro non può aprire una pagina
ja: yt-dlp がインストールされていないため、スロットはページを開けません
ko: yt-dlp가 설치되어 있지 않아 슬롯이 페이지를 열 수 없습니다
pt_br: O yt-dlp não está instalado, então um espaço não pode abrir uma página
zh_hans: 未安装 yt-dlp，因此该位置无法打开页面
zh_hant: 未安裝 yt-dlp，因此該位置無法開啟頁面

source: That would not play
de: Das ließe sich nicht abspielen
es: Eso no se podría reproducir
fr: Cela ne se lirait pas
it: Questo non si riprodurrebbe
ja: それは再生できませんでした
ko: 재생할 수 없는 항목입니다
pt_br: Isso não seria reproduzido
zh_hans: 该内容无法播放
zh_hant: 該內容無法播放

source: Video repaints this pane constantly, so splitting and resizing panes feels less smooth while it plays. Pause it with space, or close the pane with ctrl+w c, to get that back.
de: Video zeichnet diesen Bereich ständig neu, daher fühlen sich Teilen und Größenänderung von Bereichen weniger flüssig an, während es läuft. Pausiere es mit der Leertaste oder schließe den Bereich mit ctrl+w c, um das zurückzubekommen.
es: El vídeo redibuja este panel constantemente, así que dividir y redimensionar paneles se siente menos fluido mientras se reproduce. Ponlo en pausa con la barra espaciadora, o cierra el panel con ctrl+w c, para recuperar eso.
fr: La vidéo redessine ce panneau en permanence, donc diviser et redimensionner les panneaux paraît moins fluide pendant la lecture. Mettez-la en pause avec espace, ou fermez le panneau avec ctrl+w c, pour retrouver cette fluidité.
it: Il video ridisegna questo pannello di continuo, quindi dividere e ridimensionare i pannelli risulta meno fluido mentre riproduce. Mettilo in pausa con la barra spaziatrice, oppure chiudi il pannello con ctrl+w c, per riaverla.
ja: 動画はこのペインを常に再描画するため、再生中はペインの分割やサイズ変更の動きが滑らかでなくなります。スペースキーで一時停止するか、ctrl+w c でペインを閉じれば元に戻ります。
ko: 동영상이 이 패널을 계속 다시 그리기 때문에, 재생 중에는 패널을 나누거나 크기를 바꾸는 동작이 덜 매끄럽게 느껴집니다. 스페이스로 일시 정지하거나 ctrl+w c로 패널을 닫으면 다시 매끄러워집니다.
pt_br: O vídeo redesenha este painel constantemente, então dividir e redimensionar painéis fica menos suave enquanto ele toca. Pause com espaço, ou feche o painel com ctrl+w c, para recuperar isso.
zh_hans: 视频会不断重绘这个窗格，因此播放期间拆分和调整窗格大小会变得不那么流畅。按空格暂停，或用 ctrl+w c 关闭该窗格，即可恢复流畅。
zh_hant: 影片會不斷重繪這個窗格，因此播放期間分割和調整窗格大小會變得不那麼流暢。按空白鍵暫停，或用 ctrl+w c 關閉該窗格，即可恢復流暢。

source: Splitting and resizing panes feel less smooth while this plays
de: Teilen und Größenänderung von Bereichen fühlen sich weniger flüssig an, während dies läuft
es: Dividir y redimensionar paneles se siente menos fluido mientras esto se reproduce
fr: Diviser et redimensionner les panneaux paraît moins fluide pendant la lecture
it: Dividere e ridimensionare i pannelli risulta meno fluido durante la riproduzione
ja: 再生中はペインの分割やサイズ変更の動きが滑らかでなくなります
ko: 재생 중에는 패널을 나누거나 크기를 바꾸는 동작이 덜 매끄럽게 느껴집니다
pt_br: Dividir e redimensionar painéis fica menos suave enquanto isto toca
zh_hans: 播放期间拆分和调整窗格大小会变得不那么流畅
zh_hant: 播放期間分割和調整窗格大小會變得不那麼流暢

source: splits feel less smooth
de: Teilen wirkt weniger flüssig
es: las divisiones se sienten menos fluidas
fr: les divisions sont moins fluides
it: le divisioni risultano meno fluide
ja: 分割の動きが滑らかでない
ko: 분할이 덜 매끄러움
pt_br: as divisões ficam menos suaves
zh_hans: 拆分变得不流畅
zh_hant: 分割變得不流暢

source: Watch
de: Ansehen
es: Ver
fr: Regarder
it: Guarda
ja: 視聴
ko: 시청
pt_br: Assistir
zh_hans: 观看
zh_hant: 觀看

source: Nothing playing
de: Nichts wird abgespielt
es: Nada en reproducción
fr: Rien en lecture
it: Niente in riproduzione
ja: 再生中のものはありません
ko: 재생 중인 항목 없음
pt_br: Nada em reprodução
zh_hans: 没有正在播放的内容
zh_hant: 沒有正在播放的內容

source: Opening…
de: Wird geöffnet …
es: Abriendo…
fr: Ouverture…
it: Apertura…
ja: 開いています…
ko: 여는 중…
pt_br: Abrindo…
zh_hans: 正在打开…
zh_hant: 正在開啟…

source: %@ · muted
de: %@ · stumm
es: %@ · silenciado
fr: %@ · muet
it: %@ · silenziato
ja: %@ · ミュート
ko: %@ · 음소거
pt_br: %@ · mudo
zh_hans: %@ · 静音
zh_hant: %@ · 靜音

source: Channel, link, or words
de: Kanal, Link oder Suchbegriff
es: Canal, enlace o palabras
fr: Chaîne, lien ou mots
it: Canale, link o parole
ja: チャンネル、リンク、または検索語
ko: 채널, 링크 또는 검색어
pt_br: Canal, link ou palavras
zh_hans: 频道、链接或关键词
zh_hant: 頻道、連結或關鍵字

source: enter watches · space pauses · m mutes · e changes · ctrl+w c closes
de: enter sieht zu · space pausiert · m stummschaltet · e wechselt · ctrl+w c schließt
es: intro ve · espacio pausa · m silencia · e cambia · ctrl+w c cierra
fr: entrée regarde · espace met en pause · m coupe le son · e change · ctrl+w c ferme
it: invio guarda · spazio mette in pausa · m silenzia · e cambia · ctrl+w c chiude
ja: enter で視聴 · space で一時停止 · m でミュート · e で変更 · ctrl+w c で閉じる
ko: enter 시청 · space 일시정지 · m 음소거 · e 변경 · ctrl+w c 닫기
pt_br: enter assiste · espaço pausa · m silencia · e muda · ctrl+w c fecha
zh_hans: enter 观看 · space 暂停 · m 静音 · e 更改 · ctrl+w c 关闭
zh_hant: enter 觀看 · space 暫停 · m 靜音 · e 變更 · ctrl+w c 關閉

source: Sign in to %@
de: Bei %@ anmelden
es: Iniciar sesión en %@
fr: Se connecter à %@
it: Accedi a %@
ja: %@ にサインイン
ko: %@에 로그인
pt_br: Entrar em %@
zh_hans: 登录 %@
zh_hant: 登入 %@

source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
it: Accesso eseguito come %@
ja: %@ としてサインイン中
ko: %@(으)로 로그인됨
pt_br: Conectado como %@
zh_hans: 已以 %@ 身份登录
zh_hant: 已以 %@ 身分登入

source: Your browser confirms it, not this app — no password is typed here and none is kept.
de: Dein Browser bestätigt es, nicht diese App — hier wird kein Passwort eingegeben und keines gespeichert.
es: Tu navegador lo confirma, no esta app: aquí no se escribe ninguna contraseña ni se guarda ninguna.
fr: C’est votre navigateur qui le confirme, pas cette app — aucun mot de passe n’est saisi ici ni conservé.
it: È il tuo browser a confermarlo, non questa app — qui non si digita né si conserva alcuna password.
ja: 確認するのはこのアプリではなくあなたのブラウザです — ここでパスワードを入力することも、保存することもありません。
ko: 이것은 브라우저가 확인하며, 이 앱이 아닙니다 — 여기서는 비밀번호를 입력하지도 보관하지도 않습니다.
pt_br: É o seu navegador que confirma, não este app — nenhuma senha é digitada aqui nem fica guardada.
zh_hans: 确认这一步的是你的浏览器，不是本应用 — 这里不会输入也不会保存任何密码。
zh_hant: 確認這一步的是你的瀏覽器，不是本應用程式 — 這裡不會輸入也不會保存任何密碼。

source: The board now knows who you follow.
de: Die Übersicht kennt jetzt, wem du folgst.
es: El panel ya sabe a quién sigues.
fr: Le tableau sait désormais qui vous suivez.
it: La bacheca ora sa chi segui.
ja: ボードはあなたがフォローしている相手を把握しました。
ko: 이제 보드가 당신이 팔로우하는 대상을 알고 있습니다.
pt_br: O painel agora sabe quem você segue.
zh_hans: 看板现在知道你关注了谁。
zh_hant: 看板現在知道你關注了誰。

source: Asking %@ for a code…
de: %@ wird um einen Code gebeten …
es: Pidiendo un código a %@…
fr: Demande d’un code à %@…
it: Richiesta di un codice a %@…
ja: %@ にコードを要求しています…
ko: %@에 코드를 요청하는 중…
pt_br: Pedindo um código a %@…
zh_hans: 正在向 %@ 请求验证码…
zh_hant: 正在向 %@ 請求驗證碼…

source: Open the page, check the code matches, and confirm it.
de: Öffne die Seite, prüfe, ob der Code übereinstimmt, und bestätige ihn.
es: Abre la página, comprueba que el código coincide y confírmalo.
fr: Ouvrez la page, vérifiez que le code correspond, et confirmez-le.
it: Apri la pagina, verifica che il codice corrisponda e confermalo.
ja: ページを開き、コードが一致することを確認して、確定してください。
ko: 페이지를 열고 코드가 일치하는지 확인한 다음 확정하세요.
pt_br: Abra a página, confira se o código bate e confirme-o.
zh_hans: 打开该页面，核对验证码是否一致，然后确认。
zh_hant: 開啟該頁面，核對驗證碼是否一致，然後確認。

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
ja: %@ を開く
ko: %@ 열기
pt_br: Abrir %@
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: That code expired before it was confirmed
de: Dieser Code ist abgelaufen, bevor er bestätigt wurde
es: Ese código caducó antes de confirmarse
fr: Ce code a expiré avant d’être confirmé
it: Quel codice è scaduto prima di essere confermato
ja: そのコードは確定される前に期限切れになりました
ko: 확정되기 전에 코드가 만료되었습니다
pt_br: Esse código expirou antes de ser confirmado
zh_hans: 该验证码在确认前已过期
zh_hant: 該驗證碼在確認前已過期

source: Watch accounts
de: Streaming-Konten
es: Cuentas de streaming
fr: Comptes de streaming
it: Account streaming
ja: 視聴アカウント
ko: 시청 계정
pt_br: Contas de streaming
zh_hans: 观看账号
zh_hant: 觀看帳號

source: Signing in lets the board list the channels you already follow. Everything else works signed out.
de: Durch die Anmeldung kann die Übersicht die Kanäle auflisten, denen du bereits folgst. Alles andere funktioniert auch ohne Anmeldung.
es: Iniciar sesión permite que el panel liste los canales que ya sigues. Todo lo demás funciona sin haber iniciado sesión.
fr: Se connecter permet au tableau de lister les chaînes que vous suivez déjà. Tout le reste fonctionne sans connexion.
it: Accedere permette alla bacheca di elencare i canali che segui già. Tutto il resto funziona anche da disconnesso.
ja: サインインすると、ボードはあなたがすでにフォローしているチャンネルを一覧表示できます。それ以外はサインアウトの状態でも動作します。
ko: 로그인하면 보드가 당신이 이미 팔로우하는 채널을 표시할 수 있습니다. 그 외에는 로그아웃 상태에서도 모두 작동합니다.
pt_br: Entrar permite que o painel liste os canais que você já segue. Todo o resto funciona sem estar conectado.
zh_hans: 登录后，看板就能列出你已关注的频道。其他一切在未登录时也能正常使用。
zh_hant: 登入後，看板就能列出你已關注的頻道。其他一切在未登入時也能正常使用。

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
zh_hans: 退出登录
zh_hant: 登出

source: Needs an app of your own before it will answer
de: Braucht eine eigene App, bevor es antwortet
es: Necesita una app propia antes de responder
fr: Nécessite votre propre app avant de répondre
it: Richiede un’app tua prima di rispondere
ja: 応答する前に、あなた自身のアプリが必要です
ko: 응답하려면 자신만의 앱이 먼저 필요합니다
pt_br: Precisa de um app próprio antes de responder
zh_hans: 需要你自己的应用才能响应
zh_hant: 需要你自己的應用程式才能回應

source: Set up…
de: Einrichten …
es: Configurar…
fr: Configurer…
it: Configura…
ja: 設定する…
ko: 설정…
pt_br: Configurar…
zh_hans: 设置…
zh_hant: 設定…

source: Signed out — the board can still show what's on
de: Abgemeldet — die Übersicht kann trotzdem zeigen, was läuft
es: Sesión cerrada: el panel puede seguir mostrando lo que hay en directo
fr: Déconnecté — le tableau peut quand même afficher ce qui passe
it: Disconnesso — la bacheca può comunque mostrare cosa c’è in onda
ja: サインアウト中でも、ボードは配信中の番組を表示できます
ko: 로그아웃됨 — 보드는 여전히 방송 중인 콘텐츠를 보여줄 수 있습니다
pt_br: Desconectado — o painel ainda pode mostrar o que está no ar
zh_hans: 已登出 — 看板仍可显示正在直播的内容
zh_hant: 已登出 — 看板仍可顯示正在直播的內容

source: Not signed in to either site
de: Bei keiner der beiden Seiten angemeldet
es: No has iniciado sesión en ninguno de los dos sitios
fr: Non connecté à aucun des deux sites
it: Non hai eseguito l’accesso a nessuno dei due siti
ja: どちらのサイトにもサインインしていません
ko: 두 사이트 모두 로그인되어 있지 않음
pt_br: Não conectado a nenhum dos dois sites
zh_hans: 两个站点均未登录
zh_hant: 兩個站點均未登入

source: Make a YouTube app of your own
de: Erstelle eine eigene YouTube-App
es: Crea tu propia app de YouTube
fr: Créez votre propre app YouTube
it: Crea una tua app YouTube
ja: 自分専用の YouTube アプリを作成
ko: 나만의 YouTube 앱 만들기
pt_br: Crie seu próprio app do YouTube
zh_hans: 创建你自己的 YouTube 应用
zh_hant: 建立你自己的 YouTube 應用程式

source: Twitch lends its own app to every client, so signing in there needs nothing. Google does not: it answers only an application registered to somebody, and that somebody has to be you. It is free and takes about two minutes.
de: Twitch leiht jedem Client seine eigene App, daher braucht die Anmeldung dort nichts weiter. Google tut das nicht: Es antwortet nur einer Anwendung, die auf jemanden registriert ist, und dieser Jemand musst du sein. Das ist kostenlos und dauert etwa zwei Minuten.
es: Twitch presta su propia app a cada cliente, así que iniciar sesión ahí no requiere nada. Google no: solo responde a una aplicación registrada a nombre de alguien, y ese alguien tienes que ser tú. Es gratis y lleva unos dos minutos.
fr: Twitch prête sa propre app à chaque client, donc s’y connecter ne nécessite rien. Google, non : il ne répond qu’à une application enregistrée au nom de quelqu’un, et ce quelqu’un doit être vous. C’est gratuit et prend environ deux minutes.
it: Twitch presta la propria app a ogni client, quindi accedere lì non richiede nulla. Google no: risponde solo a un’applicazione registrata a nome di qualcuno, e quel qualcuno devi essere tu. È gratis e richiede circa due minuti.
ja: Twitch はどのクライアントにも自身のアプリを貸し出すため、そこでのサインインには何も必要ありません。Google はそうではありません。誰か個人に登録されたアプリケーションにしか応答せず、その「誰か」はあなた自身でなければなりません。無料で、2分ほどで終わります。
ko: Twitch는 모든 클라이언트에 자체 앱을 빌려주므로, 그곳에 로그인하는 데는 아무것도 필요하지 않습니다. Google은 다릅니다. 누군가의 이름으로 등록된 애플리케이션에만 응답하며, 그 누군가는 바로 당신이어야 합니다. 무료이며 약 2분 걸립니다.
pt_br: O Twitch empresta seu próprio app para todo cliente, então entrar lá não exige nada. O Google não: ele só responde a um aplicativo registrado em nome de alguém, e esse alguém precisa ser você. É grátis e leva cerca de dois minutos.
zh_hans: Twitch 会把自己的应用借给每个客户端使用，因此在那里登录不需要任何准备。Google 则不然：它只会响应注册在某个人名下的应用，而这个人必须是你自己。这是免费的，大约需要两分钟。
zh_hant: Twitch 會把自己的應用程式借給每個用戶端使用，因此在那裡登入不需要任何準備。Google 則不然：它只會回應註冊在某個人名下的應用程式，而這個人必須是你自己。這是免費的，大約需要兩分鐘。

source: Open console.cloud.google.com and make a project, or pick one you have.
de: Öffne console.cloud.google.com und erstelle ein Projekt, oder wähle eines, das du schon hast.
es: Abre console.cloud.google.com y crea un proyecto, o elige uno que ya tengas.
fr: Ouvrez console.cloud.google.com et créez un projet, ou choisissez-en un que vous avez déjà.
it: Apri console.cloud.google.com e crea un progetto, oppure scegline uno che hai già.
ja: console.cloud.google.com を開いてプロジェクトを作成するか、既存のものを選んでください。
ko: console.cloud.google.com을 열고 프로젝트를 만들거나, 이미 있는 프로젝트를 선택하세요.
pt_br: Abra console.cloud.google.com e crie um projeto, ou escolha um que você já tenha.
zh_hans: 打开 console.cloud.google.com 创建一个项目，或选择你已有的项目。
zh_hant: 開啟 console.cloud.google.com 建立一個專案，或選擇你已有的專案。

source: Under APIs & Services, enable the YouTube Data API v3.
de: Aktiviere unter APIs & Dienste die YouTube Data API v3.
es: En API y servicios, activa la YouTube Data API v3.
fr: Dans API et services, activez l’API YouTube Data v3.
it: In API e servizi, attiva la YouTube Data API v3.
ja: API とサービスで YouTube Data API v3 を有効にしてください。
ko: API 및 서비스에서 YouTube Data API v3를 사용 설정하세요.
pt_br: Em APIs e Serviços, ative a YouTube Data API v3.
zh_hans: 在 API 和服务中启用 YouTube Data API v3。
zh_hant: 在 API 和服務中啟用 YouTube Data API v3。

source: Under Credentials, create an OAuth client ID of type TV and Limited Input device.
de: Erstelle unter Anmeldedaten eine OAuth-Client-ID vom Typ „TV und Gerät mit eingeschränkter Eingabe“.
es: En Credenciales, crea un ID de cliente de OAuth de tipo «TV y dispositivo de entrada limitada».
fr: Dans Identifiants, créez un ID client OAuth de type « Téléviseurs et appareils à saisie limitée ».
it: In Credenziali, crea un ID client OAuth di tipo «TV e dispositivo con input limitato».
ja: 認証情報で、種類が「テレビと入力制限のあるデバイス」の OAuth クライアント ID を作成してください。
ko: 사용자 인증 정보에서 “TV 및 제한된 입력 기기” 유형의 OAuth 클라이언트 ID를 만드세요.
pt_br: Em Credenciais, crie um ID do cliente OAuth do tipo “TV e dispositivo de entrada limitada”.
zh_hans: 在凭据中创建一个类型为“电视和限制输入设备”的 OAuth 客户端 ID。
zh_hant: 在憑證中建立一個類型為「電視和輸入功能有限的裝置」的 OAuth 用戶端 ID。

source: Paste the client id and secret it gives you below.
de: Füge die Client-ID und das Client-Secret, die du dort erhältst, unten ein.
es: Pega abajo el ID de cliente y el secreto que te da.
fr: Collez ci-dessous l’ID client et le secret qu’il vous donne.
it: Incolla qui sotto l’ID client e il secret che ti fornisce.
ja: そこで発行されるクライアント ID とシークレットを、以下に貼り付けてください。
ko: 거기서 제공하는 클라이언트 ID와 보안 비밀을 아래에 붙여넣으세요.
pt_br: Cole abaixo o ID do cliente e o secret fornecidos.
zh_hans: 将它提供的客户端 ID 和密钥粘贴到下面。
zh_hant: 將它提供的用戶端 ID 和密鑰貼到下面。
